const data = {
	a1b1: {
		
		image: 'sources/a1b1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "龚剑",
		title: "《为一棵树所作的肖像No.5》",
		p3: "2015",
		p4: "布面丙烯",
		p5: "165 × 220 厘米",
		content:"在龚剑不断探索研究历史绘画的过程中，真实性的概念在他的艺术轨迹中扮演着重要的角色。深受风景画的影响，他相信不以人为中心的画，反而是对人类最好的社会批判。《为一棵树所作的肖像No.5》风景如画，是对一个户外公园的完美想像。艺术家描绘的是自身心中的理想大地，而画中的水光山色，在他对未来的愿景中，显得如此的真实。",content2:"龚剑生于1978年，毕业自湖北美术学院油画系。虽以风景画最为人所熟知，他还创作传统绘画以及概念装置。作为中国这一代艺术家中的相当才华横溢的一位，他不间断地对绘画历史进行探究。",
		
	},
	a1l1: {
		
		image: 'sources/a1l1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "尉洪磊",
		title: "《姐妹下山》",
		p3: "2016",
		p4: "不锈钢、玻璃钢、丙烯着色",
		p5: "110 × 100 × 230 厘米；110 × 120 × 280 厘米",
		content:"尉洪磊与大多数中国艺术家的不同之处，在于其雕塑作品不以社会或政治评论为体，取而代之的是无厘头般的荒诞和戏仿。《姐妹下山》描绘了一只仅有脚和翅膀的鸟，失去了身体其他部分，整体的视觉效果既有趣又奇怪。他被视为一个“后互联网”时代下的艺术家，在这波未来创作思潮中，艺术家可以适当地从在线材料中“挪用”并获取资源。",content2:"内蒙古艺术家尉洪磊生于1984年，现生活於北京。尉洪磊的作品时有引用当代艺术和音乐典故，在创作过程中自然转变，隐喻中国城市中无序发展的视觉文化。尉洪磊认为语言文字和具体事物之间不一定要产生关联，能使到作品的视觉形式与名字之间保持开放关係，带来无限的诠释空间。 ",
		},
	a2l1: {
		
		image: 'sources/a2l1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "赵要",
		title: "《很有想法的绘画 I - 465》",
		p3: "2011",
		p4: "丙烯、现成织品",
		p5: "100 × 80 厘米",
	content:"赵要属于一群迅速重新定义了中国当代艺术运动的年轻艺术家，《很有想法的绘画 I - 465》呈现一个崭新的视觉语言，一个四种色块组成的三角形堆叠在花呢织品的表面上。赵要早期的创作深受藏传佛教经幡的启發，近期逐渐转向对纺织品艺术性的探索。其艺术语彙着重于探究社会文化现实与基础结构间的关联，同时也对真实性和原创性的艺术理想提出了种种质疑。",content2:"观念艺术家赵要生于1981年，目前定居于北京。作为一群在中国重新定义当代艺术之艺术家其中的一员，其创作涵盖了装置、绘画、录像及摄影等多种媒材。",
	
	},
	a3l1: {
		
		image: 'sources/a3l1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "邱志杰",
		title: "《重复书写一千遍兰亭序》",
		p3: "1990-1995",
		p4: "录像",
		p5: "彩色、34分,共25版，第7版 ",
			content:"邱志杰是中国观念艺术和新媒体艺术的领军人物。此件以王羲之《兰亭序》为蓝本、并重新书写临摹本一千遍的视频装置，赞颂科技以及其能鉴往知来、致敬过去的能力。录像中的艺术家正抄写着一首中国古诗，同时展示了诗歌、计算机数据流和视频萤幕之间巧妙的艺术连结。",content2:"邱志杰生于1969年，他以摄影、录像、表演艺术和装置作品扬名国际艺术圈。身为中国观念和新媒体艺术的领军人物，他曾在世界各地广泛展出。其将中国古典书法与科技相结合，借此探究数字时代中艺术表述的瞬息万变。",
			},
	a4l1: {
		
		image: 'sources/a4l1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "马秋莎",
		title: "《从平渊里4号到天桥北里4号》",
		p3: "2007",
		p4: "单屏录像",
		p5: "7分54秒,共2版，第2版 ",
		content:"李明把身体的各种动作看作是一种对未来的隐喻。在《运动》中，一个角色在不停变换交通工具时，也不断地在移动。此录像可被视为艺术家的潜意识反应，前进进意味着积极加速并取得更大的成果，而此作在某种程度上，投射出预兆性的数位跟踪技术，显示政治在中国日常生活中的普遍性和成长历程。",content2:"观念艺术家马秋莎生于1982年，现居于家乡北京。她的创作包含表演艺术，摄影和装置等实验性艺术，作品内容以具体而细微的个人经历为主，却往往能够从日常中抽离、并超越对情感的直接述说，进入到更为本质的形式层面。其录像作品尤其起到了情感净化的作用，并证实自身在这个世界中的定位与角色。",
		
		},
	a5l1: {
		
		image: 'sources/a5l1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "刘窗",
		title: "《無題（舞伴）》",
		p3: "2014",
		p4: "录像",
		p5: "5分15秒,共3版，第3版 + 2件藝術家版本",
	content:"刘窗的装置运用如混合媒体和录像等现代材料，来传达这代表希望的信息。《无题（舞伴）》展示了北京高速公路上的两辆汽车，并驾齐驱向前行驶，行进间的动态有如一场华丽协调的双人舞，进而颂扬人与人之间的联系和友谊的重要性。",content2:"多媒体艺术家刘窗生于1978年，毕业自湖北美术学院。他的创作透过社会介入、制度批判，审视社会的现况。在他的录像、装置、建筑及至行为作品中，刘窗都能把他那细腻的情感，以及对荒谬性的锐利觉察，糅合到平庸的现成物当中。",
	
	},
	a6l1: {
		
		image: 'sources/a6l1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "张鼎",
		title: "《旋转立方体》",
		p3: "2016",
		p4: "不锈钢立方体镀24k金、电机、调速器、电线",
		p5: "200 × 100 × 100 厘米",
	content:"张鼎的艺术语言以“未来”为蓝本、灵感。 《旋转立方体》是一件极为简约的雕塑，两个立方体在一个连续的循环中旋转，可被视为动态雕塑观念的一部份，将动能带入艺术，且深受对抗过程与张力的启迪。透过建构充满反差的荒诞场景，艺术家主要以感官、感知和人的意志为中心，用社会范例来展示并解读隐含的寓意。",content2:"观念艺术家张鼎生于1980年，现生活於上海。他的艺术实践主要以个人项目的方式呈现，包括录像、装置、绘画和现场表演，等等。作品围绕着感官与意志的强度，构建了一个个荒诞而充满对抗性的场景，而这些场景常常又能够构成一种深层的社会隐喻。",
	
	},
	a7l1: {
		
		image: 'sources/a7l1.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "塞里斯．怀恩．埃文斯",
		title: "《礼物》",
		p3: "2012年",
		p4: "吊灯（由玻璃工艺大师Galliano Ferro製作）、独立通风装置、闪光灯播放机 ",
		p5: "105 × 80厘米,200 × 100 × 100 厘米",
	content:"吊灯的形式、美感和理念在塞里斯．怀恩．埃文斯的艺术实践中佔有相当特殊的地位，作为既是通信又可传输的一种载体。这一系列吊灯凋塑以其诗意和精緻的美学形式广受赞誉，致力于将物质的象徵性转化为现代版的传送器。《礼物》的主体由一个传统吊灯组成，此吊灯出自知名穆拉诺玻璃工艺大师Galliano Ferro之手。透过精细的计算机程序，吊灯的灯以莫尔斯电码的独特排列顺序闪烁以传达信息。此作既代表是光的来源，又是对光的评论，同时亦创造了一种挑战观众交流、感知和现实观念的环境。",content2:"英国艺术家塞里斯．怀恩．埃文斯于1958年生于威尔士拉内利，他深具观念性的创作，探索着如何透过装置、凋塑、摄影、电影和文字等多样媒材形式传达不同想法与思维模式。怀恩．埃文斯最初以短片和实验性电影製作人的身份开始艺术家生涯，随后在90年代转向全心發展视觉和观念艺术。他曾在多个艺术机构举办个展，包括伦敦泰特不列颠美术馆（2018）、伦敦蛇形画廊（2014）、巴黎现代艺术博物馆（2006）以及巴黎庞毕度艺术中心（2004）。其作品也被伦敦泰特美术馆、纽约现代艺术博物馆与巴黎庞毕度艺术中心等机构收藏。",
	
	},
	a1l2: {
		
		image: 'sources/a1l2.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "关小",
		title: "《Din Din Jaarh》",
		p3: "2015",
		p4: "黄铜、车轮、绳索",
		p5: "115 × 40 × 78 厘米,共3版，第1版 ",
content:"关小的艺术语言将网络与艺术史上的图像结合在一起，她亦对社会间各样日益紧密的联系产生兴趣。 《Din Din Jaarh》专注于一种物理转化，作品名称取自艺术家自订的一个拟声词，让人联想起响铃、闹钟、喇叭声和火车等。关小曾如此形容此作：“作品的每一部分都仿佛快将移动，急于展现它的生命力！”",content2:"多媒体艺术家关小生于1983年，毕业自中国传媒大学。她视创作为评述影像的方式，其录像、装置艺术及雕塑作品关注新科技带来的影像流通方式如何改变事物之间的关系，鼓励观者重新看待新与旧，自我与他者，甚至动物与非生物的关系。",
},
	a2l2: {
		
		image: 'sources/a2l2.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "龚剑",
		title: "《天鹅No.4》",
		p3: "2015",
		p4: "布面丙烯",
		p5: "220 × 165 厘米",
	content:"在龚剑不断探索研究历史绘画的过程中，真实性的概念在他的艺术轨迹中扮演着重要的角色。《天鹅No.4》风景如画，是对一个户外公园的完美想像。艺术家描绘的是自身心中的理想大地，而画中的水光山色，在他对未来的愿景中，显如此的真实。",content2:"龚剑生于1978年，毕业自湖北美术学院油画系。虽以风景画最为人所熟知，他还创作传统绘画以及概念装置。作为中国这一代艺术家中的相当才华横溢的一位，他不间断地对绘画历史进行探究。",
	},
	a3l2: {
		
		image: 'sources/a3l2.jpg',
		p1: "胡玛·芭芭",
		title: "《无题》",
		p3: "2013",
		p4: "拼贴、蜡笔、水墨、粉彩、纸本",
		p5: "41 × 31 厘米",
	content:"胡玛·芭芭的艺术语言深受科幻小说、哲学和心理学的启发。她认为人类形态有多重层次，如果突破传统美学的桎梏，更能展现个人身份的本质，而未来主义亦与身躯脆弱的本体相呼应。《无题》代表其标志性的具象绘画风格，画中的人体特征被扭曲了，表达出的情感强度却极为深刻，并与观者的情感和心理层面相互连结。",content2:"巴基斯坦艺术家胡玛·芭芭生于1962年，现生活于纽约。她以创作由发泡胶、风乾粘土和建築废料等非传统材料组成的庞大雕塑而闻名。将原始部落神器的手工艺、德国表现主义以及科幻电影转化为创作灵感，她在作品中探讨战争、殖民主义和人性的欲望等议题。",
	},
	a4l2: {
		
		image: 'sources/a4l2.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "威尔·本尼迪克特",
		title: "《怒吼与否》",
		p3: "2014",
		p4: "水粉、泡沫塑料、布面、铝框加玻璃",
		p5: "155 × 108 × 2 厘米",
	content:"威尔·本尼迪克特探索用于描述诸如气候和环境等一般条件的语言和图像，如何成为实现某些政治和经济利益的工具。使用不同的媒体来创造混合的图像，他的作品经常被描述为”图中图”。 《怒吼与否》有着复杂的含义，对当代权力结构和社会控制的评论，同时不失幽默。艺术家的叙述常常暗指未来或平行的宇宙，在获得复杂之政治文化内容的同时，又陷入了难以置信和荒谬的悬念中。",content2:"美国当代艺术家威尔·本尼迪克特生于1978年的，目前定居在巴黎。他的作品展现混合信息与符号学间的交互关系，进而混淆图像本身和作品框架间的边界，并以独特进阶的技术混合摄影，绘画及素描。",
	
	},
	a5l2: {
		
		image: 'sources/a5l2.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "尚一心",
		title: "《4102》",
		p3: "2012",
		p4: "麻布丙烯",
		p5: "155 × 155 厘米",
	content:"《4102》完美展示尚一心新的艺术方向，将其艺术哲思转向光源和几何形状的应用。在制作雕塑的短暂过程中，当移动的光线投射在物体上，产生流动的抽象阴影，呈现黑暗和明亮表面间深刻的视觉关联。他在方形模板上喷上层层的油漆，以创造出强烈的图样，而几何形状中的十字形图案，则带给观者一种从从平面到立体的视觉感受。",content2:"尚一心出生于1980年，毕业自中国美术学院油画系。他的创作包含绘画与装置，并持续探索抽象语彙与概念艺术。通过不断的实践，尚一心讨论观看与被观看、个体与群体、逻辑与认知之间的关系。",
	
	},
	a6l2: {
		
		image: 'sources/a6l2.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "周思维",
		title: "《花瓶（西双版纳）》 ",
		p3: "2016",
		p4: "布面油画",
		p5: "140 × 110 厘米",
		content:"周思维善于质疑观看行为背后的各式潜力和可塑性。《花瓶（西双版纳）》呈现了两个如彼此分身般的花瓶——一个代表着过去的自我，另一个则是未来的自我。作品中阳光的出现，彰显积极情绪替画面带来的多彩色泽。",content2:"周思维生于1981年，毕业自四川美术学院，主修油画。他在绘画中运用反覆出现的图案，并在混合媒体装置中重制各种结构，建立了一套挑战惯常观看方式的视觉逻辑。",
},
	a1l3: {
		
		image: 'sources/a1l3.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "赵要",
		title: "《很有想法的绘画 III-101》",
		p3: "2011",
		p4: "织物上丙烯",
		p5: "100 × 80厘米",
	content:"此幅画作属於《很有想法的绘画》系列的一部分，它视抽象绘画为讨论核心，尝试解决创作意图背后的基本问题。赵要的灵感源自於几何结构，利用色块、纹理和图案的交相辉映来展示工业产品之系统性。《很有想法的绘画 III-101》质疑知识建构、公认的社会接受準则等课题，提出了一种观者对潜意识现实的接受与认识，最终实现自我内在的绝对独立。",content2:"观念艺术家赵要生于1981年，目前定居于北京。作为一群在中国重新定义当代艺术之艺术家其中的一员，其创作涵盖了装置、绘画、录像及摄影等多种媒材。",},
	a2l3: {
		
		image: 'sources/a2l3.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "周思维",
		title: "《合照》 ",
		p3: "2015-2016",
		p4: "布面油画",
		p5: "200 × 250 厘米",
	content:"周思维善于质疑观看行为背后的潜力和可塑性。《合照》大部分画面由层层叠加堆砌出的原色所构成。他将此一创作过程视为复制、进化和再发展的循环旅程。因缩小后的抽象图像与真实感官世界间缺乏关联性，观者感受到的茫然无知即是艺术家想达成的观看方式。",content2:"周思维生于1981年，毕业自四川美术学院，主修油画。他在绘画中运用反覆出现的图案，并在混合媒体装置中重制各种结构，建立了一套挑战惯常观看方式的视觉逻辑。",
	},
	a3l3: {
		
		image: 'sources/a3l3.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "郑婷婷",
		title: "《关于沙点的调查（下午五时）》 ",
		p3: "2017",
		p4: "布面油画",
		p5: "200 × 200 厘米",
	content:"郑婷婷对童年到成年这段成长的旅程特别着迷，她大部分的创作皆乘载着自身经历的视觉寓言。《关于沙点的调查（下午五时）》为她将生动的故事情节与丰富多彩的风景物结合起来的极致美学范例。用童年的镜头细细勾勒出画中细节，此作特别凸显艺术家对未来的期许，以及可能随之而来的惊喜。",content2:"香港艺术家郑婷婷生于1990年，毕业自香港浸会大学，主要从事绘画及素描创作。钟情于日常风景独特气质的她，作品围绕对平凡事物的观察和叙述。她亦透过组合不同材料，利用个人经历谱出一齣画面上的交响曲。",
	},
	a4l3: {
		
		image: 'sources/a4l3.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "吉尔·德·贝兰库尔",
		title: "《探索先知》",
		p3: "2013",
		p4: "木板油画",
		p5: "142.2 × 121.9 × 5.1 厘米",
	content:"吉尔·德·贝兰库尔的《探索先知》描绘的是美洲原住民文化中，年轻男孩会经历一些关于守护灵的幻觉，而他们看见的守护灵魂则会护其一辈子平安。透过黑夜里扭曲的人物描绘，艺术家不仅创造出一个怪异、不平衡的场景，也唤起了些许反乌托邦的哲思。他藉由叙述自身的心灵风景，将现实与幻想融合于画面表现中。",content2:"法裔美籍画家吉尔·德·贝兰库尔生于1972年，现定居于纽约。他最著名的作品涉及“局外人”的话题（这位巴黎出生的画家从小就生活在美国），展现抽象和具象构图中的鲜艳色彩。",
	},
	a5l3: {
		
		image: 'sources/a5l3.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "陈维",
		title: "《布帘后的偶像》 ",
		p3: "2009",
		p4: "收藏级喷墨打印",
		p5: "100 × 120 厘米,共6版，第6版 ",
	content:"对陈维而言，摄影的艺术在于成功地将过去和未来融为一体。受如梦似幻的氛围环绕，当观者正以不同的方式回忆过去，《布帘后的偶像》用明亮的色彩和清晰的图像填补着记忆的缺口。窗帘的元素凸显艺术家对记忆的理解，引导观者模糊旧记忆与其作品间的界线。他的作品介于实验性幻觉和当代社会的多种现实之间，利用摄影张力改变再平凡不过的回忆。",content2:"陈维出生于1980年，最初从事声音艺术创作和表演，后来转向影像、装置艺术及摄影。他近年专注探讨城市面貌变迁以及人在当下的状态，透过情境再现的方式，把城市里被忽略的角落与细节，呈现于观众眼前。",
	},
	a1l4: {
		
		image: 'sources/a1l4.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "洛朗‧格拉索",
		title: "《研究过往》",
		p3: "2014",
		p4: "木板油画",
		p5: "画布：59 × 54.9 厘米,裱框：70.5 × 66厘米",
	content:"学、神话、历史和种种超自然现象。《研究过往》描绘一个文艺复兴时期的场景，再缀以带有未来主义的图样。超自然主题曾经是十八世纪科学家们最喜欢的学科，在维多利亚时代更经常被当作客厅娱乐的话题。艺术家重新再现这些景象，以建立一种时间与空间的超现实并置。",content2:"法国观念艺术家洛朗‧格拉索生于1972年，他的创作包含视频，雕塑，绘画和档案摄影。格拉索探索穿梭于现代世界的机械与系统，并糅合艺术、技术、哲学与电影之历史创造出非同寻常的视野。圆形的解构跟随科学与自然现象中关连，其概念成为他艺术绘画中重要的题才。",},
	a2l4: {
		
		image: 'sources/a2l4.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "刘唯艰",
		title: "《他的家》",
		p3: "2009",
		p4: "布面丙烯",
		p5: "200 × 200 厘米",
	content:"刘唯艰的风景画描绘这个世界的某个角落，而充足的阳光和无人居住的情景，更加突显了每幅内蕴的未来主义元素。《他的家》则是他绘画美学的完美例证，标志着艺术家对重建不同记忆片段的探索。他经常以具有窗户为特色的场景提醒人们，在图像平面之外往往还有另一个世界。",content2:"刘唯艰生于1981年，毕业于上海师范大学美术学院，善于钻研现实主义，特别是现实主义风景和日常物品。由于人物从来不是绘画的中心，他进一步强调了所描绘每个地方的鲜明细节和氛围。",
	},
	a3l4: {
		
		image: 'sources/a3l4.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "谢墨凛",
		title: "《叠063》",
		p3: "2014",
		p4: "布面丙烯及丙烯材料",
		p5: "175 × 175 厘米",
	content:"谢墨凛深信自己可以与人工智慧保有一种和谐的关系，而他的绘画作品正是这种共生伙伴关系的完美结果。他发明了一台三轴联动绘画机，并用其完成画作。《叠063》努力打破对人工智能的偏见，作品呈现艺术家的本质，绘画笔触的重复性不仅带有冥想特质，亦相当引人入胜。它为解读艺术家独特技法和抽象主题提供了新的途径，发掘视觉感受和内在精神的痕迹。",content2:"谢墨凛出生于1979年，取得爱丁堡艺术学院艺术创作硕士，以用机器創作的抽象绘画聞名。他视“绘画机器”为画家双手的延伸，对於“机器”的拥抱与其说是概念意义上的，不如说是来源于他对绘画形式感更精确的表达之需求。谢墨凛的机器绘画目前呈现的都是抽象的、无意义的图案。艺术家有意暂时搁置了对画面形象内容的考虑，而让图案本身强大的秩序感带来形式上的纯粹性。",},
	a1l5: {
		
		image: 'sources/a1l5.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "权五祥",
		title: "《2009年9月》",
		p3: "2011",
		p4: "彩色印刷、木框",
		p5: "231.5 × 186 厘米,共5版，第1版 ",
	content:"权五祥以其对摄影的创新运用和对雕塑媒介的思考而广受好评。《2009年9月》是一个明亮的图像拼贴，挑战了数位化效率之非物质文化中，媒介特定性的边界。此作给人一种“随机物品聚合而成”、“立体集合”的错觉，但仔细一看，它其实是由数百万张二维照片在一个拥挤的场景中相互重叠所构成。",content2:"南韩观念艺术家权五祥生于1974年，其将平面相片与立体雕塑结合的创作，受到艺术界高度推崇。其艺术风格的独特之处，在于利用较轻的二维媒材创造出专属于立体雕塑的量感和坚固性，进行徘徊在二维与三维间的调研。",
	
	},
	a2l5: {
		
		image: 'sources/a2l5.jpg',
		mp3: 'https://interactive-examples.mdn.mozilla.net/media/cc0-audio/t-rex-roar.mp3',
		p1: "姜錫鉉",
		title: "《温故而知新》",
		p3: "2018",
		p4: "玻璃纤维",
		p5: "480 × 750 × 800 厘米",
	content:"“动漫美学”藝術家姜錫鉉将动画與时尚以及童年记忆相結合。《温故而知新》以有趣的动物、流行文化和时髦的标题等其标志性主題構圖，突顯一層不變的城市生活中，內蘊的正面能量。作為从电视和动画片之普及性中受益的這一代年輕人，他的美学思想主要來自卡通人物的视觉风格和種種怀旧的氛围。",content2:"南韩艺术家姜錫鉉生于1980年，毕业自美国罗德岛设计学校艺术系，被誉为""动漫美学""的主要艺术家之一，且是前几位将这此术语实践于艺术创作中的领航者。观者可以经常在博物馆、美术馆以及全球时尚品牌的项目中，发现其经典的小狗角色""Loveless""和标志性的柔和色彩。",
	
	}


}

$(function() {
	// 地区限制
	if (window.city !== '天津') {
		$('#mp3').remove();
	}
	const id = new URL(location).searchParams.get('id');
	console.log('id', id)
	$('#title').html(data[id].title);
	$('#p1').html(data[id].p1);
	$('#p2').html(data[id].p2);
	$('#p3').html(data[id].p3);
	$('#p4').html(data[id].p4);
	$('#content').html(data[id].content);
	$('#image').attr('src', data[id].image);
	$('#mp3').attr('src', data[id].mp3);
})
